/*Создайте таблицу logs типа Archive. 
Пусть при каждом создании записи в таблицах users, catalogs и products в таблицу logs помещается время и дата создания записи, 
название таблицы, идентификатор первичного ключа и содержимое поля name.*/


/*(по желанию) Создайте SQL-запрос, который помещает в таблицу users миллион записей.*/


/*В базе данных Redis подберите коллекцию для подсчета посещений с определенных IP-адресов*/


/*При помощи базы данных Redis решите задачу поиска имени пользователя по электронному адресу и наоборот, поиск электронного адреса пользователя по его имени.*/


/*Организуйте хранение категорий и товарных позиций учебной базы данных shop в СУБД MongoDB.*/
